tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "superbrothers/zsh-kubectl-prompt"
brew "coreutils"
brew "asdf"
brew "bat"
brew "cheat"
brew "exa"
brew "gh"
brew "jq"
brew "gnupg"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
brew "wifi-password"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono"
cask "1password"
cask "rectangle"
cask "ghostty"
